Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/environmental_protection/asbestos_regulations.html.txt.tmx
Source language: en
Languages: ga

source: • If asbestos is present
ga: • Má tá aispeist ann

source: • Breaches of the law
ga: • Sáruithe ar an dlí

source: Asbestos is a naturally occurring mineral, made up of long thin fibres, which can be dangerous if they are inhaled as dust
ga: Mianra í an aispeist a dtagtar uirthi go nádúrtha. Tá snáithíní fada caola inti ar féidir leo a bheith baolach má ion-análaítear iad mar dheannach

source: They contribute to increased risk of lung cancer, asbestosis (scarring of the lung tissue) and mesothelioma (cancer of the lining of the chest and the lining of the abdominal cavity)
ga: Cuireann siad le riosca méadaithe i leith ailse scamhóg, aispeastóise (coilm ar fhíochán na scamhóige) agus méisitéilióma (ailse líneáil an chliabhraigh agus líneáil chuas an bhoilg)

source: Up until 1999, asbestos was commonly used in building materials, mainly for insulation and fireproofing, and in some consumer goods
ga: A fhad le 1999, úsáideadh aispeist go coitianta in ábhair thógála, go príomha le haghaidh insliú agus dódhíonta, agus i roinnt earraí tomhaltóirí

source: However, under the European Communities (Dangerous Substances and Preparations) (Marketing and Use) Regulations 2003, it is now illegal to place asbestos or asbestos-containing products on the market
ga: Tá sé in aghaidh an dlí, anois, áfach, faoi Rialachán na gComhphobal Eorpach (Substaintí agus Ullmhóidí Contúirteacha) (Margú agus Úsáid), 2003, aispeist nó táirgí ina bhfuil aispeist a thabhairt isteach sa mhargadh

source: So, if you are removing a roof, for example, that contains asbestos, the material must go for disposal and cannot be re-used or adapted for re-use
ga: Mar sin, má tá díon á bhaint agat, mar shampla, ina bhfuil aispeist, ní mór an t-ábhar a chur chun diúscartha agus ní féidir é a athúsáid nó a oiriúnú lena athúsáid

source: If asbestos is present
ga: Má tá aispeist ann

source: If you think that a material may contain asbestos, or if you are arranging to have building work done on your home, you should get expert advice from a specialist asbestos monitoring/surveying company, to identify whether asbestos is present and assess the potential risk for fibres to be released and become airborne
ga: Má cheapann tú go bhféadfadh go bhfuil aispeist in ábhar, nó má tá socruithe á ndéanamh agat go dtabharfar faoi obair thógála ar do theach, ba cheart duit comhairle shaineolaí a fháil ó chuideachta speisialtóra monatóireachta/suirbhéireachta aispeiste, lena shainaithint an bhfuil nó nach bhfuil aispeist ann agus chun dul i ngleic leis an mbaol féideartha go scaoilfear snáithíní leis an aer

source: You should never handle, disturb or remove asbestos-containing materials (ACMs) yourself
ga: Níor cheart duit ábhair ina bhfuil aispeist (ACManna) a láimhseáil, a shuaitheadh nó a bhaint, tú féin

source: Asbestos-containing material does not always have to be removed and disposed of as waste
ga: Ní gá ábhar ina bhfuil aispeist a bhaint agus a dhiúscairt mar dhramhaíl i gcónaí

source: On occasion, it can be safer to maintain it rather than disturbing the ACM by removing it
ga: Uaireanta, féadfaidh sé a bheith níos sábháilte é a choimeád seachas an ACM a shuaitheadh trína bhaint

source: This decision should be based on a risk assessment evaluation, carried out by a specialist
ga: Ba cheart an cinneadh seo a bhunú ar mheasúnacht mheasúnú riosca, faoina dtugann speisialtóir

source: If ACM is to be repaired and maintained, this must be done safely
ga: Má tá ACM le deisiú agus le coimeád, ní mór seo a dhéanamh go sábháilte

source: Any remaining material should be clearly labelled for asbestos and its location should be clearly marked on the plans of the building for future reference
ga: Ba cheart aon ábhar atá fanta a lipéadú go soiléir i leith aispeiste agus ba cheart an áit a bhfuil sé suite a mharcáil go soiléir ar phleananna an fhoirgnimh go mbeidh a fhios agat amach anseo cá bhfuil siad

source: Removing asbestos-containing material is a complex procedure and must only be done by a specialist contractor
ga: Nós imeachta casta is ea ábhar ina bhfuil aispeist a bhaint, agus ní mór nach dtabharfaidh duine ar bith seachas conraitheoir speisialtóra faoi

source: Asbestos waste is hazardous and improper removal increases the risk of fibre inhalation
ga: Tá dramhaíl aispeiste guaiseach agus má bhaintear í ar an mbealach mícheart, méadaítear an baol go n-ion-análófar snáithíní

source: There are detailed rules about how the waste should be wrapped, labelled and disposed of
ga: Tá rialacha mionsonraithe faoi conas ar cheart an dramhaíl a cheangal, a lipéadú agus a dhiúscairt

source: Read more on the website of the Environmental Protection Agency (EPA) and in these guidelines (pdf)
ga: Is féidir leat níos mó a léamh ar láithreán gréasáin na Gníomhaireachta um Chaomhnú Comhshaoil (an GCC) agus sna treoirlínte (pdf) seo

source: A series of Regulations have been made to ensure that workers are protected from risks related to exposure to asbestos at work
ga: Rinneadh sraith Rialachán lena chinntiú go gcosnaítear oibrithe ón mbaol a bhaineann le nochtadh d’aispeist ag an obair

source: They apply to all places of work and all sectors of work where asbestos-containing materials (ACMs) may be present, and to everyone who may be at risk from exposure when at work
ga: Baineann siad le gach áit oibre agus gach earnáil oibre ina bhféadfadh ábhair ina bhfuil aispeist (ACManna) a bheith i láthair, agus le gach duine a d’fhéadfadh bheith i mbaol nochta nuair a bhíonn siad ag an obair

source: The Health and Safety Authority (HSA) plays a major role in enforcing these regulations
ga: Comhlíonann an tÚdarás Sláinte agus Sábháilteacht (ÚSS) mór-ról leis na rialacháin seo a fhorfheidhmiú

source: While the HSA deals specifically with worker protection and the industrial sector, if you are having work done in your home then it can be deemed a workplace for that purpose, and people who are working at the site must get the required level of protection for them to do their work safely, without risk to their safety or health
ga: Cé go ndéileálann an ÚSS go sonrach le cosaint oibrithe agus na hearnála tionsclaíche, má tá obair á déanamh duit i do theach, is féidir caitheamh leis mar áit oibre chun na críche sin, agus ní mór go dtugtar an leibhéal riachtanach cosanta do na daoine atá ag oibriú ag an láithreán go ndéanfaidh siad a gcuid oibre go sábháilte, gan aon bhaol dá sláinte nó dá sábháilteacht

source: The legally defined exposure limit value is 0.1 fibres /cm3 for all types of asbestos
ga: Is é luach na teorann nochta atá sainithe sa dlí ná 0.1 snáithín /cm3 i gcás gach saghas aispeiste

source: This is the maximum permissible concentration of asbestos fibres in the air at the workplace to which workers may be exposed
ga: Seo an tiúchan uasta de shnáithíní aispeiste a cheadaítear san aer san ionad oibre a bhféadfadh oibrithe a bheith nochta dóibh

source: If a planned asbestos–related work activity could expose workers to a higher concentration of asbestos fibres in air, the employer must submit a written notification to the HSA 14 days before starting any work
ga: Má d’fhéadfadh gníomhaíocht oibre a bhaineann le haispeist a bheartaítear tabhairt fúithi oibrithe a nochtadh do thiúchan níos airde de shnáithíní san aer, ní mór don fhostóir fógra scríofa a thabhairt don ÚSS 14 lá sula gcuirtear tús leis an obair

source: Employers who are responsible for people working in an environment with possible ACMs must act to protect their employees’ health
ga: Ní mór go ngníomhóidh fostóir atá freagrach as daoine a oibríonn i dtimpeallacht ina bhfuil ACManna féideartha chun sláinte a bhfostaithe a chosaint

source: The steps to be taken include:
ga: I measc na mbeart atá le déanamh, tá:

source: • Identify any ACMs before work begins and plan the work to disturb them as little as possible
ga: • Aon ACManna a shainaithint sula gcuirtear tús le hobair agus an obair a phleanáil chun iad a shuaitheadh a laghad is féidir

source: • Prepare a written risk assessment and a written plan of work or method statement
ga: • Measúnú scríofa riosca agus plean scríofa oibre nó ráiteas modha a réiteach

source: • Tell employees the results of any measurement of asbestos dust in the air in their work area
ga: • Fostaithe a chur ar an eolas ar thorthaí aon tomhais ar dheannach aispeiste san aer ina limistéar oibre

source: • Prevent employees' exposure to asbestos or do everything possible to keep the amount of asbestos in the air to a minimum
ga: • Nochtadh fostaithe d’aispeist a chosc nó gach gníomh is féidir a dhéanamh chun an méid aispeiste san aer a choimeád a ísle is féidir

source: • Use specialist contractors for any work that involves significant risk of exposure – such specialists must use suitable controls, such as dust extractors and decontamination units
ga: • Conraitheoirí speisialtóra a úsáid d’aon obair ina bhfuil baol suntasach nochta – ní mór do na speisialtóirí sin rialuithe oiriúnacha a úsáid, ar nós asbhainteoirí deannaigh agus aonaid dí-éilithe

source: • Provide appropriate protective gear for the type of work and the level of asbestos in the air
ga: • An trealamh cuí cosanta a sholáthar don saghas oibre agus don leibhéal aispeiste san aer

source: • Provide information, instruction and training, so that employees know what risks are involved and what precautions they should take
ga: • Faisnéis, treoir agus oiliúint a sholáthar, ionas gurb eol d’fhostaithe cén rioscaí atá i gceist agus cén réamhchúraim ar gá dóibh a ghlacadh

source: • Properly dispose of any waste that contains asbestos
ga: • Aon dramhaíl ina bhfuil aispeist a dhiúscairt i gceart

source: There is detailed information and advice in the HSA’s practical guidelines (pdf) on the management and containment of ACMs in workplaces
ga: Tá faisnéis agus comhairle mhionsonraithe ann i dtreoirlínte praiticiúla (pdf) an ÚSS ar bhainistíocht agus ar láithreacht ACManna in ionaid oibre

source: The HSA has also published an Asbestos Information Sheet, aimed at employees and safety representatives, as well as employers
ga: D’fhoilsigh an ÚSS bileog faisnéise achoimrí, Sábháilteacht le hAispeist, chomh maith, atá dírithe ar fhostaithe agus ar ionadaithe sábháilteachta, mar aon le fostóirí

source: The HSA has the power to inspect sites where work with asbestos is being carried out and its inspectors can call on a site without giving notice
ga: Tá an chumhacht ag an ÚSS chun cigireacht a dhéanamh ar láithreáin ina dtugtar faoi obair le haispeist agus féadfaidh cigirí cuairt a thabhairt ar láithreán gan fógra a thabhairt

source: They must be given full access to all areas of that site to ensure that the regulations are being complied with
ga: Ní mór rochtain iomlán a thabhairt dóibh ar gach limistéar den láithreán sin lena chinntiú go gcomhlíontar na rialacháin

source: The HSA’s inspectors can close down a site immediately if they have reason to believe that dangerous practices are in place
ga: Féadfaidh cigirí an ÚSS láithreán a dhúnadh síos láithreach bonn má shíleann siad go bhfuil cleachtais bhaolacha ar bun

source: They can place a prohibition notice on the site or specific operation
ga: Féadfaidh siad fógra toirmisc a chur ar an láithreán nó ar oibríocht ar leith

source: This notice remains effective until the reason for issuing it has been rectified or remediated
ga: Tá éifeacht leis an bhfógra seo go dtí go réitítear nó go gcuirtear an cheist ina ceart

source: Breaches of the law
ga: Sáruithe ar an dlí

source: If you fail to act positively and fully regarding corrective action and the requirements set down in a prohibition notice, then the HSA can prosecute
ga: Má theipeann ort gníomhú go dearfach agus go hiomlán maidir le gníomh ceartaitheach agus na ceanglais a leagtar amach i bhfógra toirmisc, féadfaidh an ÚSS ionchúiseamh a dhéanamh

source: If you are convicted of an offence under the Asbestos Regulations, the court can impose a fine
ga: Má ionchúisítear thú i leith ciona faoi na Rialacháin Aispeiste, féadfaidh an chúirt fíneáil a ghearradh

source: It can also order you to take the necessary steps to remedy the situation within a specific time
ga: Anuas air sin, féadfaidh siad thú a ordú chun na bearta riachtanacha a ghlacadh chun an cás a réiteach laistigh d’am sonrach

source: Failure to do this is an offence
ga: Má theipeann ort seo a dhéanamh, is ionann agus cion é

source: Local authorities are responsible for investigating incidents of air and water pollution, which would include incorrect disposal of asbestos
ga: Tá údaráis áitiúla freagrach as teagmhais de thruailliú aeir agus uisce a imscrúdú, agus bheadh diúscairt mhícheart aispeiste i gceist leo seo

source: They can prosecute infringements of the Air Pollution Act 1987 and the Local Government (Water Pollution) Act 1977
ga: Féadtar sáruithe ar an Acht um Thruailliú Aeir, 1987 agus an tAcht Rialtais Áitiúil (Truailliú Uisce), 1977 a ionchúiseamh

source: Anyone who is found to be in breach of this legislation is guilty of an offence
ga: Má dheimhnítear go bhfuil aon duine tar éis an reachtaíocht seo a shárú, tá an té sin ciontach i gcion

source: You can find lists of asbestos specialists and contractors on the websites of the Environmental Protection Agency, the Health and Safety Authority and some other organisations mentioned in this document
ga: Féadfaidh tú teacht ar liostaí de speisialtóirí agus conraitheoirí aispeiste ar láithreáin ghréasáin an GCC, an ÚSS agus roinnt eagraíochtaí eile a luaitear sa cháipéis seo

source: To make sure that a waste collection company is licensed to handle asbestos waste, check with the National Waste Collection Permit Office
ga: Lena chinntiú go bhfuil an ceadúnas ag cuideachta bhailithe dramhaíola chun dramhaíl aispeiste a láimhseáil, seiceáil leis an Oifig Náisiúnta do Cheadanna Bailithe Dramhaíola

source: If your concerns relate to a workplace and/or work activity, contact the Health and Safety Authority
ga: Má bhaineann do bhuarthaí le hionad oibre agus/nó le gníomhaíocht oibre, déan teagmháil leis an Údarás Sláinte agus Sábháilteachta

source: If you have concerns about asbestos in public areas, contact the Environmental Health Officer in your local authority
ga: Má tá buarthaí agat faoi aispeist i limistéir phoiblí, déan teagmháil leis an Oifigeach Sláinte Chomhshaoil i d’údarás áitiúil

source: Contact the Department of Education and Skills with any concerns about the presence of asbestos in schools
ga: Déan teagmháil leis an Roinn Oideachais agus Scileanna má bhíonn aon bhuarthaí agat faoi láithreacht aispeiste i scoileanna

source: The Office of Public Works is responsible for dealing with asbestos in other buildings in the State's property portfolio
ga: Tá Oifig na nOibreacha Poiblí freagrach as déileáil le haispeist i bhfoirgnimh eile i bpunann mhaoine an Stáit
